LEXICON_RU = {
    "start": 
    """
    Привет, я проведу опрос для выявления политической культуры по теории Инглхарта. Как Вас зовут?
    """,
    "start_survey": "Так, %s, начинаем опрос!",
    "result": "%s, вот твои результаты.",
    "result_ylabel": "Традиция vs Светскость",
    "result_xlabel": "Выживание vs Самовыражение",
    "result_title": "Моя политическая культура через @inglehart_survey_bot!",
    "start_command_description": "Начать/перезапустить опрос",
    "user_map_command_description": "Показать карту с другими пользователями!",
    "fellow_report_intro": """Вот пользователи, которые наиболее схожи с вами:""",
    "fellow_annotation_self_postfix": "(Вы)"
}

TRADITION_QUESTIONS_TEXTS = [
    "Историческое наследие и национальная культура должны быть защищены от влияния глобализации.",
    "Я считаю, что подчинение старшим и уважение к их мнению являются важными добродетелями.",
    "Я считаю, что государство должно считаться с религией при введении законов.",
    "Сохранение семейных ценностей важнее личной свободы в выборе образа жизни.",
    "Следование семейным традициям важно для сохранения культурной идентичности общества."
]
RATIONALISM_QUESTIONS_TEXTS = [
    "Как аргументы я больше использую личные убеждения и эмоции, чем факты.",
    "Личное развитие и самореализация важнее выполнения коллективных обязанностей.",
    "Правительство должно основывать свои решения на научных данных, а не на общественном мнении.",
    "Я легко принимаю нововведения, технологии и открытия, противоречащие традициям.",
    "Саморазвитие и образование повышает качество жизни лучше, чем поддержание хороших отношений с семьей."
]
SURVIVAL_QUESTIONS_TEXTS = [
    "Социальные изменения должны происходить только в том случае, если они не угрожают стабильности общества.",
    "Безопасность целого общества важнее, чем индивидуальные свободы граждан. ",
    "В условиях кризиса  государство вправе ограничивать права человека для поддержания  порядка.",
    "Люди должны больше полагаться на коллективные усилия, чем на индивидуальные достижения, чтобы выжить в сложных условиях.",
    "В современном мире необходимо ограничивать миграцию для защиты экономической и социальной стабильности."
]
SELF_EXPRESSION_QUESTIONS_TEXTS = [
    "Толерантность к различным культурам и меньшинствам делает общество более развитым и гармоничным.",
    "Я считаю, что творчество и индивидуальность более важны, чем следования общественным ожиданиям.",
    "Я поддерживаю идеи, которые способствуют защите прав меньшинств и равенству в обществе.",
    "Возможность свободно выражать свои мысли и убеждения важнее, чем поддержание социального порядка.",
    "Каждый человек имеет право жить так, как считает нужным, даже если это противоречит общественным нормам."
]
